Repository: VladasRD/B972-Portal
Catalog: client.Angular/src/locale/messages.*.xlf
Languages: pt

source: Could not connect to identity server
pt: Não foi possível conectar com o servidor de autenticação

source: Password changed.
pt: Senha alterada.

source: New Group
pt: Novo Perfil

source: Group saved.
pt: Perfil gravado.

source: Remove group
pt: Excluir perfil

source: Are you sure you want to remove this group?
pt: Tem certeza que deseja excluir esse perfil?

source: Group deleted.
pt: Perfil excluído.

source: SECURITY
pt: SEGURANÇA

source: Manage users
pt: Gerenciar usuários

source: Manage groups
pt: Gerenciar perfis

source: Users reader
pt: Consulta de usuários

source: Can view users.
pt: Pode consultar usuários.

source: Users writer
pt: Alteração de usuários

source: Can create, edit and remove users.
pt: Pode criar, editar e excluir usuários.

source: Roles reader
pt: Consulta de perfis

source: Can view roles.
pt: Pode consultar perfis.

source: Roles writer
pt: Alteração de perfis

source: Can create, edit and remove roles.
pt: Pode criar, alterar e excluir perfis.

source: Log reader
pt: Consulta de logs

source: Can view all system logs.
pt: Pode consultar os logs do sistema.

source: New User
pt: Novo Usuário

source: User {{0}}
pt: Usuário {{0}}

source: User saved.
pt: Usuário gravado.

source: Remove user
pt: Excluir usuário

source: Are you sure you want to remove this user?
pt: Tem certeza que deseja excluir esse usuário?

source: User deleted.
pt: Usuário excluído.

source: User unlocked.
pt: Usuário desbloqueado.

source: User locked.
pt: Usuário bloqueado.

source: orderby_date
pt: Mais recente
