Repository: VladasRD/B972-Portal
Catalog: server/Box.Common/Resources/Strings.*.resx
Languages: pt

source: ...or use another service
pt: ...ou use outro serviço

source: Provide your credentials
pt: Informe suas credenciais

source: Forgot your password?
pt: Esqueceu sua senha?

source: Invalid login attempt
pt: Tentativa inválida de login

source: Password
pt: Senha

source: Remember me?
pt: Lembrar-me?

source: Sign in
pt: Entrar

source: This field is required
pt: Campo obrigatório

source: This is not a valid e-mail address
pt: Não é um e-mail válido

source: User not allowed
pt: Usuário não permitido

source: You do not have access to this application. Please contact support.
pt: Você não possui acesso a essa aplicação. Por favor, entre em contato com o suporte.

source: return to login page
pt: retornar

source: Locked out account
pt: Conta bloqueada

source: This account has been locked out, please try again later.
pt: Por motivos de segurança, essa conta foi bloqueada. Por favor tente novamente mais tarde.

source: Enter your email
pt: Informe seu email

source: Submit
pt: Enviar

source: Cancel
pt: Cancelar

source: ResetPasswordSubject
pt: {0} - Redefinir senha

source: Access denied
pt: Acesso negado

source: You do not have access to this resource.
pt: Você não tem permissão para acessar esse recurso.

source: Signed out.
pt: Saiu

source: You have successfully signed out.
pt: Você saiu do sistema com sucesso.

source: Home
pt: Início

source: Sign in with a differnt account
pt: Entrar com uma conta diferente

source: You are logeed in as {0}
pt: Você entrou como {0}

source: Reset password
pt: Reconfigurar sua senha

source: Confirm Password
pt: Confirme sua senha

source: Reset
pt: Reconfigurar

source: New password
pt: Nova senha

source: The password and confirmation password do not match
pt: A senha não confere com a senha digitada

source: It must be at least {2} and at max {1} characters long
pt: Deve ter ao menos {2} e no máximo {1} caracteres

source: Your password has been reset.
pt: Sua senha foi reconfigurada com sucesso.

source: Please
pt: Por favor

source: click here to log in
pt: clique aqui para entrar

source: Please check your email to reset your password.
pt: <![CDATA[ <p> Enviamos um email com instruções para você reconfigurar sua senha. </p> <p> Por favor, verifique seu email para dar continuidade. </p> ]]>

source: PasswordChangedSubject
pt: {0} - Sua senha foi alterada

source: UNUSED_FILES_REMOVED
pt: Arquivos não utilizados apagados.

source: FILE_REMOVE_0_1
pt: Arquivo {0} apagado do de {1}.

source: FILE_UPLOAD
pt: Arquivo enviado para pasta {0}.
